token_label=Token (mot)
definition_label=D\u00E9finition
primary_context_label=Contexte principal
secondary_context_label=Contexte secondaire
synonym_label=Synonyme
antonym_label=Antonyme
prompt_token=Joyeux
prompt_synonym=Heureux
prompt_definition=Qui \u00E9prouve de la joie.
prompt_primary_context=Joueur
prompt_antonym=Aigri
prompt_secondary_context=Psychologie
button_help=Aide
button_download_file=T\u00E9l\u00E9charger des fichiers
button_download_folder=T\u00E9l\u00E9charger un dossier
button_add=Ajouter
statute_obligatory=Statut : Obligatoire
statute_facultative=Statut : Facultatif
help_title=Aide pour le glossaire
description_token=Description : Le "token" est le terme principal ou le mot-cl\u00E9 que vous souhaitez ajouter au glossaire. Il sert de r\u00E9f\u00E9rence principale pour l'entr\u00E9e du glossaire.
description_definition=Description : Dans ce champ, vous pouvez fournir une d\u00E9finition ou une explication d\u00E9taill\u00E9e du "token". Bien que ce champ soit facultatif, il est recommand\u00E9 de fournir une d\u00E9finition pour clarifier l'usage et la signification du "token".
description_primary_context=Description : Le "contexte principal" est l'environnement ou la situation dans laquelle le "token" est principalement utilis\u00E9. Ce champ est obligatoire pour aider \u00e0 contextualiser le "token" et \u00e0 comprendre son application dans un contexte sp\u00E9cifique.
description_secondary_content=Description : Ce champ vous permet de fournir un contexte suppl\u00E9mentaire ou secondaire dans lequel le "token" peut \u00eatre utilis\u00E9. Cela peut aider \u00e0 donner une vue plus compl\u00e8te de l'utilisation du "token".
description_synonym=Description : Ici, vous pouvez lister tout synonyme du "token". Les synonymes sont des mots qui ont une signification similaire ou identique au "token".
description_antonym=Description : Dans ce champ, vous pouvez fournir des mots qui ont une signification oppos\u00E9e au "token". Les antonymes peuvent aider \u00e0 clarifier la signification du "token" en indiquant ce qu'il n'est pas.
required_field= *
duplicate_header=Entr\u00E9e dupliqu\u00E9e
duplicate_content=Ce mot existe d\u00E9j\u00e0 dans le glossaire.
missing_fields_header=Champs incomplets
missing_fields_content=Veuillez compl\u00E9ter les champs obligatoires.
button_quit=Fermer
wordoccurrenceview_word=Mot
wordoccurrenceview_occurrences=Occurrences
button_general=G\u00E9n\u00E9ral
button_details=D\u00E9tails
button_close=Quitter X
glossary_ratio= des mots trouv\u00E9s sont aussi dans le glossaire.
